const About = () => {
  return (
    <div className="mt-10 p-5 max-w-2xl mx-auto text-right flex flex-col gap-5">
      
      <span className="text-red-700 text-xl font-medium block mb-2">
        معرفی محصول
      </span>

      <p className="text-gray-500 leading-10 text-justify">
        چای تنها یك نوشیدنی گرم نیست.‌ یك گفتمان است؛‌ گرمابخش وجود و بهانه‌ای برای آغاز یك معاشرت دل‌چسب. بی‌دلیل نیست كه نام «محبوب‌ترین نوشیدنی دنیا» را با خود یدك می‌كشد. نوشیدنش خستگی‌ها را فراری داده،‌ حس خوب آرامش به همراه دارد.
      </p>

      <p className="text-gray-500 leading-10 text-justify">
        برای مردمان ایران زمین <span className="text-red-700">نام گلستان</span> با چای پیوند خورده است؛‌ قدیمی‌ترین محصول مجموعه گلستان،‌ با مدرن‌ترین و بهداشتی‌ترین دستگاه‌های روز دنیا تهیه و بسته‌بندی می‌شود. چیزی كه باعث شده مشتریانش یك عمر به نام گلستان اعتماد كنند، كیفیت، ‌عطر و طعم به یادماندنی آن است.
      </p>

      <p className="text-gray-500 leading-10 text-justify">
        شرکت گلستان با اتکا به بیش از نیم قرن سابقه در تهیه و ترکیب انواع چای، بهترین انواع چای را از مناطق برتر تولیدکننده مانند هندوستان، سیلان و کنیا خریداری نموده و آن‌ها را به اقتضای ذائقه ایرانی، به منظور دستیابی به بهترین عطر، طعم و رنگ با استفاده از دستگاه‌های مخصوص به نسبت مشخصی ترکیب می‌نماید و در اوزان مختلف بسته‌بندی و در بازار عرضه می‌کند.
      </p>
    </div>
  );
}

export default About;